/* This character is used as a separator between directory components.  ▹ is 'WHITE RIGHT-POINTING SMALL TRIANGLE', appropriate for left-to-right languages.  In a right-to-left locale, 'WHITE LEFT-POINTING SMALL TRIANGLE' (◃) should be used. */
" ▹ " = " ▹ ";

/* Description text in dialog telling the user a new version is available. %1$@ is the app name (e.g. CrossOver). %2$@ is the nw version (e.g. 14.0.3). %3$@ is the current version (e.g. 13.2). */
"%1$@ %2$@ is now available – you have %3$@." = "%1$@ %2$@ è ora disponibile – tu hai %3$@.";

/* Format string for constructing a bottle-tagged name for a launcher or document (for example, from the launcher name 'Microsoft Word 2010' and the bottle name 'Office 2010', make 'Microsoft Word 2010 (Office 2010)'. %1$@ is the document or launcher name; %2$@ is the bottle name. */
"%1$@ (%2$@)" = "%1$@ (%2$@)";

/* This string is used for the title of a terminal window.  %1$@ is the app name, %2$@ is a bottle name. */
"%1$@ Bottle \"%2$@\"" = "%1$@ Bottiglia \"%2$@\"";

/* This message is displayed when CrossOver is unable to locate or otherwise communicate with its bottles.  It's a fatal error and the app cannot start up.  %1$@ is the app name. */
"%1$@ is unable to initialize a critical component. Without this, %1$@ is unable to run, and will now exit.\n" = "%1$@ non riesce ad inizializzare un componente critico. Senza il quale %1$@ non può essere eseguito e verrà terminato.\n";

/* Informative text of an alert display after running a launcher with options fails. %1$@ will be the name of the launcher. %2$d will be the status code. */
"%1$@ returned status %2$d." = "%1$@ ha restituito il valore %2$d.";

/* Note in package selection section of software installer window.  Substitution is product name (e.g. CrossOver Games) */
"%@ can download this software from the Internet." = "%@ può scaricare questo software da Internet.";

/* Text from an alert dialog that appears when CrossOver fails to launch an application from a menu or icon.  Substitution is the app name. */
"%@ could not open the document or program." = "%@ non riesce ad aprire il documento o programma.";

/* Secondary completion message for an install via Steam. Substitutions are product name (e.g. CrossOver), the bottle name, and the application name. */
"%@ has configured the bottle ‘%@’ for installing %@ via Steam. You will need to finish the installation in Steam." = "%1$@ ha configurato la bottiglia ‘%2$@’ per installare %3$@ tramite Steam. Dovrai poi finire l'installazione su Steam.";

/* The name of the product, as displayed in the About box.  The substitution is the PRODUCT_NAME from DISTVERSION, typically 'CrossOver'. */
"%@ Standard" = "%@ Standard";

/* Title for main window when a single bottle is selected. Substitutions are the app name and the name of the selected bottle. */
"%@ — %@" = "%1$@ — %2$@";

/* Title for main window when three or more bottles are selected. Substitutions are the app name and the number of bottles selected. */
"%@ — %d Bottles Selected" = "%1$@ — %2$d Bottiglie selezionate";

/* Title for main window when exactly 2 bottles are selected. Substitution is the app name. */
"%@ — 2 Bottles Selected" = "%@ — 2 Bottiglie Selezionate";

/* Title for main window when the All Bottles collection is selected. Substitution is the app name. */
"%@ — All Bottles" = "%@ — Tutte le Bottiglie";

/* Item count for software package categories, for when count is 2 or more.  Substitution is count.  Consider translating to (items: %u) if these plural forms are inadequate. */
"%u items" = "%u elementi";

/* Item count for software package categories, for when count is 0.  Consider translating to (items: 0) if these plural forms are inadequate. */
"0 items" = "0 elementi";

/* Item count for software package categories, for when count is 1.  Consider translating to (items: 1) if these plural forms are inadequate. */
"1 item" = "1 elemento";

/* Message of a dialog prompting the user to re-register the product in order to update CrossOver's license information.  %1$@ is the app name. */
"A new version of %1$@ is now available. Please enter your codeweavers.com account email address and password to update your license file and re-enable automatic updates." = "Una nuova versione di %1$@ è disponibile. Per favore inserisci l'indirizzo email e  la password del tuo account su codeweavers.com per aggiornare la tua licenza e riattivare gli aggiornamenti automatici.";

/* Message in dialog telling the user that a new version of the app is available. Substitution is the app name (e.g. CrossOver). */
"A new version of %@ is available!" = "È disponibile una nuova versione di %@!";

/* Dialog title which reports that demo activation failed.
   Dialog title which reports that demo registration failed. */
"Activation failed" = "Registrazione fallita";

/* Tooltip for toolbar item for marking a launcher as one of the user's favorites. */
"Add selected launchers to Favorites" = "Aggiungi gli eseguibili selezionati ai Preferiti";

/* Label for toolbar item for marking a launcher as one of the user's favorites. */
"Add to Favorites" = "Aggiungi ai Preferiti";

/* Name of special entry in the main window bottle list source view representing all bottles */
"All Bottles" = "Tutte le bottiglie";

/* Message explaining restriction of the file open dialog to be compatibile with Win32 API */
"All selected files must be within the same folder." = "All selected files must be within the same folder.";

/* Text from an alert dialog that appears when CrossOver fails to launch an application from a menu or icon. */
"An error occurred when attempting to launch a new task." = "Si è verificato un errore cercando di lanciare un nuovo processo.";

/* Error message for an unnamed task. */
"An unknown installer task failed." = "Un processo di installazione sconosciuto è fallito.";

/* Message displayed when the dialog creating a new bottle fails in bottle creation. */
"Bottle creation failed" = "Creazione bottiglia fallita";

/* Displayed when publishing a bottle fails.  'Publish' is the term for copying a bottle into the root account so that its contents may be used by all the users on a system. */
"Bottle publish failed" = "Pubblicazione bottiglia fallita";

/* Title of the section for private bottles in the bottle list source view in the main window when there are no published bottles */
"BOTTLES" = "BOTTIGLIE";

/* Grouping header in list of bottles in install window, when no software package selected */
"Bottles" = "Bottiglie";

/* Text for label showing disk space used by the cache of downloaded installers, in the Preferences dialog, while that size is being calculated. */
"Calculating…" = "Calcolando…";

/* Cancel
   title of button in dialog to cancel the Repair Bottles action */
"Cancel" = "Annulla";

/* Button label -- option after the installation of a package subcomponent has failed */
"Cancel Installation" = "Annulla Installazione";

/* Status of an install step which has been canceled */
"Canceled." = "Annullato.";

/* Message when user tries to save to a non-writable file system. Substitution is display name of directory. */
"Can’t write to ‘%@’. The volume is read-only." = "Can’t write to ‘%@’. The volume is read-only.";

/* Text of a dialog asking for confirmation before esync is enabled.
   Text of a dialog asking for confirmation before high resolution mode is enabled. */
"Changing this setting will reboot the bottle and cause any running applications in the bottle to quit. Are you sure you want to do this?" = "Modificare questa impostazione riavvierà la bottiglia e causerà la chiusura di tutte le applicazione in esecuzione. Sicuro di volerlo fare?";

/* Button title for choose folder dialog
   Prompt for a file-selection dialog */
"Choose" = "Scegli";

/* Caption of the folder-selection dialog that displays when the user changes the Programs folder */
"Choose a Programs Folder" = "Scegli una Cartella Programmi";

/* Title for choose dialog when files are allowed */
"Choose File or Folder" = "Choose File or Folder";

/* Title for choose dialog when only folders are allowed */
"Choose Folder" = "Choose Folder";

/* Item in installer source list that allows the user to pick an installer file */
"Choose Installer File…" = "Scegli File di Installazione…";

/* Item in installer source list that allows the user to pick an installer folder */
"Choose Installer Folder…" = "Scegli Cartella Installer…";

/* The menu item that resets the content of File -> Recent Files. */
"Clear" = "Azzera";

/* Menu item title.  If selected, CrossOver prompts to confirm, and then deletes all program mini-applications in ~/Applications/CrossOver and recreates them from scratch.  Translation should be same as in MainMenu NIB. */
"Clear and Rebuild Programs…" = "Pulisci e Ricrea i Programmi…";

/* Text for label showing disk space used by the cache of downloaded installers, in the Preferences dialog, while the cache is being cleared/deleted. */
"Clearing…" = "Sto pulendo…";

/* Title of a section in the bottle list source view in the main window containing the special All Bottles entry */
"COLLECTIONS" = "RACCOLTE";

/* Label of command error in alert when Run Command fails */
"Command error text:" = "Testo errore comando:";

/* Label of command output in alert when Run Command fails */
"Command output:" = "Output comando:";

/* Title for the dialog that displays the error data if a commandline returns an error. */
"Command results" = "Risultati del comando";

/* Grouping header in list of bottles in install window; bottles compatible with selected software package */
"Compatible Bottles" = "Bottiglie Compatibili";

/* Warning when the installation of a package subcomponent has failed */
"Continuing with the install may produce unpredictable results." = "Continuare con l'installazione potrebbe produrre risultati imprevedibili.";

/* Title of the section of launcher icons in the icon view of the main window which shows control panels */
"Control Panels" = "Pannelli di Controllo";

/* Default name of a bottle copy. */
"copy of %@" = "copia di %@";

/* Download error reporting */
"Could not download the %@ installer.\n\n%@" = "Non posso scaricare l'installer %1$@.\n\n%2$@";

/* Informative text for an alert when we fail to obtain privileges to delete a published bottle. */
"Could not obtain the authorization to delete files owned by the administrator." = "Non è stato possibile ricevere l'autorizzazione per eliminare file appartenenti all'amministratore.";

/* Title of failure dialog that displays if the online demo-registration process fails */
"Could not unlock" = "Registrazione fallita";

/* Name of a ready-made set of debug logging channels useful for diagnosing the named issue. Appears in a pop-up menu. */
"Crash (very verbose)" = "Crash (very verbose)";

/* Title of a dialog that creates a new bottle. */
"Create a Bottle" = "Crea una bottiglia";

/* Label for install window summarizing bottle selection when trying to create new bottle with the same name as existing bottle.  Substitution is bottle name */
"CrossOver can’t create a new bottle named “%@”" = "CrossOver non può creare una nuova bottiglia con il nome “%@”";

/* Text for header label in the install wizard. $APPNAME$ will be replaced by the name of the app to be installed (e.g. Steam). If grammar allows, prefer to keep the app name at the end of the string or, if that doesn't work, the beginning of the string. */
"CrossOver is ready to install $APPNAME$" = "CrossOver è pronto per installare $APPNAME$";

/* Error message when Python initialization fails.  Substitution is the exception description. */
"CrossOver is unable to initialize a critical component.\n\n%@\n\nThe program will now exit." = "CrossOver non è in grado di inizializzare un componente critico.\n\n%@\n\nIl programma verrà ora chiuso.";

/* Label text for a detail item on the ready-to-install summary page of the installer window. */
"CrossOver will also install additional dependencies" = "CrossOver installerà anche dipendenze aggiuntive";

/* Label text for a detail item in the ready-to-install summary page of the installer window. Substitution is a list of app/dependency names. */
"CrossOver will also install the following manually added items: %@" = "CrossOver installerà anche gli elementi aggiunti manualmente qui riportati: %@";

/* text of dialog shown to confirm Repair Bottles action */
"CrossOver will attempt to repair bottles that may have been damaged by anti-virus software. Such anti-virus software may have incorrectly deleted or “quarantined” certain critical files needed for CrossOver to work. CrossOver's files do not contain viruses.\n\nRepairing a bottle restores the files that were in the bottle when CrossOver created it. If you haven't disabled your anti-virus software, it may delete them again. Click “Learn More” to learn how to protect CrossOver's files from your anti-virus software.\n" = "CrossOver will attempt to repair bottles that may have been damaged by anti-virus software. Such anti-virus software may have incorrectly deleted or “quarantined” certain critical files needed for CrossOver to work. CrossOver's files do not contain viruses.\n\nRepairing a bottle restores the files that were in the bottle when CrossOver created it. If you haven't disabled your anti-virus software, it may delete them again. Click “Learn More” to learn how to protect CrossOver's files from your anti-virus software.\n";

/* Label for install window summarizing installer source when the installer will be downloaded.  Substitution is the URL */
"CrossOver will download the installer from %@" = "CrossOver scaricherà il file di installazione da %@";

/* Tooltip for the Select Application tab of the install window, when an app is selected and there's an app language.  %1$@ is the application name and %2$@ is the language name (e.g. Japanese). */
"CrossOver will install %1$@ (%2$@ version)" = "CrossOver installerà %1$@ (versione %2$@)";

/* Tooltip for the Select Application tab of the install window, when an app is selected and there's no app language.  %@ is the application name. */
"CrossOver will install %@" = "CrossOver installerà %@";

/* Label in install window summarizing installer source when the selected package is virtual so that no installer can be selected, but there are dependencies to install */
"CrossOver will install dependencies only" = "CrossOver installerà solo le dipendenze";

/* Label for install window summarizing installer source when a local installer is selected.  Substitution is the display path. */
"CrossOver will install from %@" = "CrossOver installerà da %@";

/* Label for install window summarizing bottle selection when electing to create a new bottle.  Substitutions are bottle template (e.g. Windows XP) and new name */
"CrossOver will install into a new %1$@ bottle named “%2$@”" = "CrossOver instalerà ora in una nuova bottiglia %1$@ chiamata “%2$@”";

/* Label for install window summarizing bottle selection when an existing bottle was selected.  Substitution is bottle name */
"CrossOver will install into the bottle “%@”" = "CrossOver installerà ora nella bottiglia '\"%@\"";

/* Label in install window summarizing language of application to install. Substitution is the language name (e.g. English or French). That language name will be properly localized. */
"CrossOver will install the %@ version" = "CrossOver installerà la versione %@";

/* Label for install window summarizing installer source when installing from Steam. */
"CrossOver will install via Steam" = "CrossOver installerà ora tramite Steam";

/* Label in install window summarizing installer source when the selected package is virtual so that no installer can be selected and there is nothing else to install */
"CrossOver will make configuration changes only" = "CrossOver farà cambiamenti solo nelle configurazioni";

/* Delete (in this case, delete a bottle.) */
"Delete" = "Elimina";

/* Title of confirmation dialog when deleting a bottle */
"Delete bottle ‘%@’?" = "Eliminare la bottiglia ‘%@’?";

/* Title for menu item when there's no bottle selected. */
"Delete Bottle…" = "Cancella Bottiglia…";

/* Title for menu item when there's a bottle selected.  Substitution is the bottle name. */
"Delete “%@”…" = "Elimina “%@”…";

/* Warning displayed before a bottle is deleted */
"Deleting this bottle will erase all software installed in it, as well as remove all documents in its C: drive. Are you sure you want to do this?" = "Cancellare questa bottiglia rimuoverà tutto il software contenuto in essa, così come tutti i documenti nel suo disco C:. Sei sicuro di volerlo fare?";

/* Title of a dialog asking for confirmation before esync is disabled. */
"Disable ESync" = "Disable ESync";

/* Title of a dialog asking for confirmation before high resolution mode is disabled. */
"Disable High Resolution" = "Disattiva Alta Risoluzione";

/* Button label -- option to refuse loading of an unknown CrossTie file */
"Don’t Load" = "Non caricare";

/* Dialog text which explains why a demo registration didn't work. */
"Download corrupted." = "Download corrotto.";

/* Dialog text which explains why a demo registration didn't work. */
"Download incomplete." = "Download incompleto.";

/* Item in installer source list for downloading the installer */
"Download installer" = "Scarica l'installer";

/* Download progress caption. %1$@ is a locale-appropriate representation of bytes downloaded, such as 10 KB. %2$@ is a similar representation of the total size to be downloaded. */
"Downloaded %1$@ of %2$@." = "Scaricato %1$@ su %2$@.";

/* Title for menu item when there's no bottle selected. */
"Duplicate Bottle…" = "Duplica Bottiglia…";

/* Title for menu item when there's a bottle selected.  Substitution is the bottle name. */
"Duplicate “%@”…" = "Duplicate \"%@\"…";

/* Button label in confirmation dialog when user clicks the 'eject' button */
"Eject" = "Espelli";

/* Title of confirmation dialog when user clicks the 'eject' button */
"Eject CD?" = "Espellere il CD?";

/* Caption in confirmation dialog when user clicks the 'eject' button.  Substitution is the app name. */
"Ejecting this volume will interrupt any %@ processes that are currently accessing files on this disk. Are you sure you want to eject?" = "Espellere questo volume interromperà qualsiasi processo %@ stia attualmente accedendo a files su questo disco. Sicuro di voler espellere?";

/* Title of a dialog asking for confirmation before enabling esync. */
"Enable ESync" = "Enable ESync";

/* Title of a dialog asking for confirmation before enabling high resolution mode. */
"Enable High Resolution" = "Attiva Alta Risoluzione";

/* Title for menu item when there's no bottle selected. */
"Export Bottle to Archive…" = "Esporta bottiglia…";

/* Title for menu item when there's a bottle selected.  Substitution is the bottle name. */
"Export “%@” to Archive…" = "Esporta \"%@\"…";

/* Caption of failure dialog that displays if the online demo-registration process fails */
"Failed to begin license download." = "Non è stato possibile scaricare la licenza.";

/* Message for an alert when deletion of a private bottle has failed. Substitution is the bottle name. */
"Failed to delete the bottle ‘%@’." = "Eliminazione della bottiglia ‘%@’ fallita.";

/* Message for an alert when deletion of a published bottle has failed. Substitution is the bottle name. */
"Failed to delete the published bottle ‘%@’." = "Eliminazione della bottiglia pubblicata ‘%@’ non riuscita.";

/* Caption of dialog that reports demo registration failure.  The substitution is an explanation string that describes the failure. */
"Failed to download license file: %@" = "Download del file di licenza fallito: %@";

/* Alert message when the bottle archive process fails */
"Failed to export bottle ‘%@’ to an archive." = "Esportazione della bottiglia \"%@\" in un archivio fallita.";

/* Title of a dialog that's displayed when CrossOver is unable to start up. */
"Failed to initialize" = "Impossibile inizializzare";

/* Status of an install step which has failed */
"Failed." = "Fallito.";

/* Title of the section of launcher icons in the icon view of the main window which shows the users favorite launchers */
"Favorites" = "Preferiti";

/* Name of a ready-made set of debug logging channels useful for diagnosing the named issue. Appears in a pop-up menu. */
"File Access" = "File Access";

/* Title of dialog reporting that the demo has been registered and enabled. */
"Finished unlocking" = "Registrazione completata";

/* Status of an install step after it has completed successfullly */
"Finished." = "Finito.";

/* Name of a ready-made set of debug logging channels useful for diagnosing the named issue. Appears in a pop-up menu. */
"Fonts" = "Caratteri";

/* Title for menu item when there's no bottle selected. */
"Force Quit Bottle" = "Forza Chiusura Bottiglia";

/* Title for menu item when there's a bottle selected.  Substitution is the bottle name. */
"Force Quit “%@”" = "Chiudi forzatamente “%@”";

/* Name of a ready-made set of debug logging channels useful for diagnosing the named issue. Appears in a pop-up menu. */
"Game Controllers" = "Controller di Gioco";

/* Name of a ready-made set of debug logging channels useful for diagnosing the named issue. Appears in a pop-up menu. */
"Game Graphics" = "Grafica di Gioco";

/* title of toolbar item in main window which toggles the bottle view's visibility, when it is showing and the item will hide it */
"Hide Bottles" = "Nascondi Bottiglie";

/* This is the caption of the File->Open dialog. */
"If possible, the selected document will be opened in the appropriate Windows application.\nAvailable file types may vary depending on which bottle is selected below." = "Se possibile, il documento selezionato verrà aperto con l'applicazione Windows appropriata.\nI tipi di file disponibili potrebbero variare a in base alla bottiglia selezionata qui sotto.";

/* Text added to BuySupportNag if refreshing registration is not enough. Substitution is the title of the Buy a Support Extension button. */
"If your support has expired, click ‘%@’ to receive this and future upgrades." = "Se il supporto è scaduto, clicca ‘%@’ per ricevere questo ed i futuri aggiornamenti.";

/* Message in alert when user attempts to choose a non-writable Programs folder. Substitution is the product name (e.g. CrossOver Games) */
"In order for %@ to create launch icons for your Windows programs, you must have write permissions to the Programs folder." = "Per permettere a %@ di creare icone d'avvio per i tuoi programmi Windows, devi avere i permessi di scrittura per la cartella Programmi.";

/* Initial status of an install step */
"In Process…" = "In elaborazione…";

/* Grouping header in list of bottles in install window; bottles incompatible with selected software package */
"Incompatible Bottles" = "Bottiglie Incompatibili";

/* Title of an error dialog when CrossOver cannot start up */
"Initialization Failure" = "Inizializzazione Fallita";

/* Name of a ready-made set of debug logging channels useful for diagnosing the named issue. Appears in a pop-up menu. */
"Install (very verbose)" = "Installazione (molto dettagliato)";

/* Prompt for a directory-selection dialog */
"Install files from this directory" = "Installa file da questa cartella";

/* Title for menu item when there's no bottle selected. */
"Install Software into Bottle…" = "Installa Software nella Bottiglia…";

/* Title for menu item when there's a bottle selected.  Substitution is the bottle name. */
"Install Software into “%@”…" = "Installa Software dentro “%@”…";

/* Item in installer source list for installing with Steam */
"Install Via Steam" = "Installa con Steam";

/* String that displays in the prefs dialog if the user has never downloaded a c4p update. */
"Installation recipes have never been updated." = "Le regole di installazione non sono mai state aggiornate.";

/* Reports when the CrossTie file was last updated.  Substitution is the localized date in the full style and the time in short style, as configured in System Preferences. For example, the default in the U.S. would be like 'Thursday, July 16, 2015 at 7:35 PM' */
"Installation recipes were last updated on %@." = "L'ultimo aggiornamento delle regole di installazione risale al %@.";

/* Caption for the installation progress bar. Substitution is name of the software package being installed */
"Installing %@…" = "Installo %@…";

/* Reason why an app is being installed. User selected to install something via Steam. Displayed in a column in a table in the Edit Install Options sheet. */
"Installing via Steam" = "Installando tramite Steam";

/* Reason why an app is not being installed. User selected to install something via Steam but then explicitly removed Steam. Displayed in a column in a table in the Edit Install Options sheet. */
"Installing via Steam, Manually Removed" = "Installazione tramite Steam, Rimosso Manualmente";

/* Label in the installer window describing how the selected app was rated in the Compatibility Center when the app has 2 stars
   Label in the rating pop-over describing a rating of 2 stars */
"Installs, Will Not Run" = "Si installa, Ma non funziona";

/* Title of a warning dialog when loading an empty C4P */
"Invalid File" = "File Non Valido";

/* Warning message encouraging user to install in a fresh bottle. */
"It is recommended that you install this application into a new bottle in order to avoid possible interference between programs." = "È preferibile installare questa applicazione in una nuova bottiglia per evitare possibili interferenze tra programmi.";

/* Name of a ready-made set of debug logging channels useful for diagnosing the named issue. Appears in a pop-up menu. */
"Keyboard Input" = "Input da Tastiera";

/* The date the application was last given a rating for this version.  Substitution is date */
"Last Rated: %@" = "Ultima Valutazione: %@";

/* title of button in dialog to learn more about the Repair Bottles action */
"Learn More" = "Più informazioni";

/* Label in the installer window describing how the selected app was rated in the Compatibility Center when the app has 3 stars
   Label in the rating pop-over describing a rating of 3 stars */
"Limited Functionality" = "Funziona Limitatamente";

/* Button label -- option to proceed with loading of an unknown CrossTie file */
"Load" = "Carica";

/* Title of a warning dialog when loading an unknown CrossTie */
"Load untrusted CrossTie file?" = "Carico file CrossTie non attendibile?";

/* Displays as a placeholder in the Dock icon menu while a Clear and Rebuild is in progress. */
"Loading…" = "Caricamento…";

/* Title for button in app-rating pop-over when the user needs to log in. */
"Log In and Submit Rating…" = "Log In and Submit Rating…";

/* The title of a dialog box for copying bottles. */
"Make a Copy of %@" = "Fa una Copia di %@";

/* Title of a warning dialog when loading a .tie file flagged as malware */
"Malware Detected" = "Rilevato malware";

/* Reason why an app is being installed. User explicitly added it. Displayed in a column in a table in the Edit Install Options sheet. */
"Manually added" = "Aggiunto manualmente";

/* HTML string which displays when an installation finishes and links to the log file. */
"More diagnostic information can be found in the <a href = \"%@\">debug log</a>." = "Ulteriori informazioni diagnostiche possono essere trovate nel <a href = \"%@\">registro di debug</a>.";

/* Label for link in package description text to package URL (e.g. C4 page) */
"More info" = "Più informazioni";

/* More Info */
"More Info" = "Più Info";

/* Name of a ready-made set of debug logging channels useful for diagnosing the named issue. Appears in a pop-up menu. */
"Mouse Input" = "Input dal Mouse";

/* Name of a ready-made set of debug logging channels useful for diagnosing the named issue. Appears in a pop-up menu. */
"Network Connections" = "Connessioni di Rete";

/* Entry in bottle table allowing the user to install into a new bottle. Substitution is a bottle template name (e.g. Windows XP) */
"New %@ Bottle…" = "Nuova Bottiglia %@…";

/* Suggested name for a new bottle */
"New Bottle" = "Nuova Bottiglia";

/* Tooltip explaining a 0-stars rating in the installer window. */
"No ratings have been reported.\n\nAll application entries start at this rating. Over time staff and users can visit the What Runs page of the CodeWeavers website and rate how far they got in running this Windows application in CrossOver. If you try this application please submit a rating for how this application worked, or didn’t, in CrossOver." = "Non è stata segnalata ancora alcuna valutazione.\n\nTutte le applicazioni iniziano da questa valutazione. Nel tempo lo staff e gli utenti possono visitare la pagina \"What Runs\" sul sito CodeWeavers e dare una valutazione su quanto siano riusciti a far funzionare questa applicazione Windows su CrossOver. Se provi questa applicazione, invia una valutazione su quanto ha funzionato o non su CrossOver.";

/* Displays as a placeholder in the Dock icon menu if there's nothing else to display in the menu. */
"No Software Is Installed" = "Nessun software installato";

/* Text on a dialog asking for confirmation before high resolution mode is enabled. */
"NOTE: Your Mac does not have any Retina displays that would benefit from high resolution mode. Enabling it will just make things look blurry." = "NOTA: Il tuo Mac non dispone di alcun display retina che beneficerebbe della modalità da alta risoluzione. Attivandola renderebbe solo il tutto sfocato.";

/* Text of a dialog asking for confirmation before high resolution mode is enabled. */
"NOTE: Your Mac has a mix of Retina and non-Retina displays. High resolution mode will make things look better on your Retina displays but worse on your non-Retina displays." = "NOTA: Il tuo Mac ha un mix di display Retina e non-Retina. La modalità ad Alta Risoluzione renderà l'aspetto delle cose, migliore sui display Retina ma peggiore sui display non-Retina.";

/* OK */
"OK" = "OK";

/* Open */
"Open" = "Apri";

/* Entry in Application Language pop-up for default language */
"Other Language" = "Altra lingua";

/* Button label displayed when a download fails -- it gives the user the option of selecting a file instead. */
"Pick Installer File" = "Scegli un File d'Installer";

/* Displayed by a file-selection dialog when the user browses for a file to execute as part of a command-line. */
"Please choose a file to run." = "Scegli un file da eseguire.";

/* Message for a file-selection dialog */
"Please choose a Windows installer file:" = "Per piacere scegli un file installer:";

/* Message for a directory-selection dialog */
"Please choose the directory containing your installer.\nThe location that you select will be treated like a CD-ROM." = "Per piacere, seleziona la cartella contenente il tuo installer.\nLa cartella scelta verrà trattata come un CD-ROM.";

/* Validation error: email address is not in a valid format. */
"Please enter a valid email address.\n(e.g. myusername@myemailprovider.com)" = "Inserisci un indirizzo email valido.\n(ad esempio nome@provider.com)";

/* Informational text for pop-over asking user to rate an application. Substitutions are the product name (e.g. CrossOver), the app's name, and the product name again. */
"Please leave a rating in order to help us better target our improvements to %@ and to inform other users on how well ‘%@’ works with %@." = "Please leave a rating in order to help us better target our improvements to %1$@ and to inform other users on how well ‘%2$@’ works with %3$@.";

/* Message for a file-selection dialog that appears when a download has failed. */
"Please locate the installer file for %@" = "Per piacere, localizza il file d'installer per %@";

/* Title of alert when user attempts to choose a non-writable Programs folder. */
"Please select a folder within your home folder" = "Per piacere seleziona una cartella nel tuo profilo";

/* Name of a ready-made set of debug logging channels useful for diagnosing the named issue. Appears in a pop-up menu. */
"Printing" = "Printing";

/* Title of the section for private bottles in the bottle list source view in the main window when there are also published bottles */
"PRIVATE BOTTLES" = "BOTTIGLIE PRIVATE";

/* Title of the section of launcher icons in the icon view of the main window which shows normal program launchers */
"Programs" = "Programmi";

/* Title for menu item when there's no bottle selected. */
"Publish Bottle…" = "Pubblica Bottiglia…";

/* Title for menu item when there's a bottle selected.  Substitution is the bottle name. */
"Publish “%@”…" = "Pubblica “%@”…";

/* Title of the section for published bottles in the bottle list source view in the main window */
"PUBLISHED BOTTLES" = "BOTTIGLIE PUBBLICATE";

/* The name which is suggested when publishing a bottle. */
"published_%@" = "pubblicato_%@";

/* Title for menu item when there's no bottle selected. */
"Quit Bottle" = "Chiudi Bottiglia";

/* Title for menu item when there's a bottle selected.  Substitution is the bottle name. */
"Quit “%@”" = "Chiudi \"%@\"";

/* Button text in a confirmation dialog. */
"Reboot Bottle and Disable ESync" = "Reboot Bottle and Disable ESync";

/* Button text in a confirmation dialog. */
"Reboot Bottle and Disable High Resolution Mode" = "Riavvia la Bottiglia e disattiva la Modalità ad Alta Risoluzione";

/* Button text in a confirmation dialog. */
"Reboot Bottle and Enable ESync" = "Reboot Bottle and Enable ESync";

/* Button text in a confirmation dialog. */
"Reboot Bottle and Enable High Resolution Mode" = "Riavvia la bottiglia e abilità la Modalità ad Alta Risoluzione";

/* Button text -- this button regenerates the Applications folder and the Programs shown in the main window. */
"Rebuild" = "Ricrea";

/* Title of a warning dialog, asking for confirmation before the menus and app folder are regenerated */
"Rebuild Programs" = "Ricostruisci il Menu Programmi";

/* Menu item title.  Replaces 'Clear and Rebuild Programs' while the rebuilding is happening to indicate that the user may not do it again at this time. */
"Rebuilding Programs…" = "Rebuilding Programs…";

/* Grouping header in list of bottles in install window; bottles recommended for selected software package */
"Recommended Bottles" = "Bottiglie Consigliate";

/* Registered to: %@ */
"Registered to: %@" = "Registrato a: %@";

/* Label for toolbar item for marking a launcher as no longer one of the user's favorites. */
"Remove from Favorites" = "Rimuovi dai Preferiti";

/* Tooltip for toolbar item for marking a launcher as no longer one of the user's favorites. */
"Remove selected launchers from Favorites" = "Rimuovi il collegamento di avvio selezionato dai Preferiti";

/* Title for menu item when there's no bottle selected. */
"Rename Bottle…" = "Rinomina Bottiglia…";

/* Title for menu item when there's a bottle selected.  Substitution is the bottle name. */
"Rename “%@”…" = "Rinomina \"%@”…";

/* title of button in dialog to confirm the Repair Bottles action */
"Repair" = "Repair";

/* title of dialog shown to confirm Repair Bottles action */
"Repair Bottles?" = "Repair Bottles?";

/* Reason why an app is being installed. It is a dependency of another app that's being installed. Displayed in a column in a table in the Edit Install Options sheet. Substitution is the name of the other app. */
"Required by %@" = "Richiesto da %@";

/* Reason why an app is not being installed. It is a dependency of another app that's being installed but the user has explicitly removed it. Displayed in a column in a table in the Edit Install Options sheet. Substitution is the name of the other app. */
"Required by %@, Manually Removed" = "Richiesto da %@, Rimosso Manualmente";

/* Title of dialog reporting that the user failed to enter some of the fields. */
"Required field missing" = "Campo obbligatorio non compilato";

/* Prompt for a file-selection dialog which chooses an archive to restore. */
"Restore" = "Ripristina";

/* Title of a dialog that allows the user to pick a bottle archive. */
"Restore Bottle Archive" = "Ripristina Archivio Bottiglia";

/* Status of an install step which failed but the user asked to retry */
"Retrying…" = "Sto riprovando…";

/* Entry in the Dock icon menu.  Opens a dialog that allows the user to specify a command-line.
   Label for shortcut/launcher icon in main window which opens the Run Command dialog */
"Run Command…" = "Esegui Comando…";

/* Format string for window title for the Run with Options dialog. Substitution will be the name of a program launcher (e.g. Steam). */
"Run “%@”" = "Esegui \"%@\"";

/* Label in the installer window describing how the selected app was rated in the Compatibility Center when the app has 5 stars
   Label in the rating pop-over describing a rating of 5 stars */
"Runs Great" = "Funziona Molto Bene";

/* Label in the installer window describing how the selected app was rated in the Compatibility Center when the app has 4 stars
   Label in the rating pop-over describing a rating of 4 stars */
"Runs Well" = "Funziona Bene";

/* Label for the filter pop-up menu in the native Save dialog accessory view.  Replaces the label in the NIB, which is appropriate for an Open dialog. */
"Save as Type:" = "Save as Type:";

/* Prompt for a file save dialog for selecting the install log file destination. */
"Select an install log file" = "Select an install log file";

/* Reason why an app is being installed, when it's the app that the user directly selected. Displayed in a column in a table in the Edit Install Options sheet. */
"Selected for install" = "Selezionata per l'installazione";

/* title of toolbar item in main window which toggles the bottle view's visibility, when it is hidden and the item will show it */
"Show Bottles" = "Mostra le Bottiglie";

/* Button label -- option after the installation of a package subcomponent has failed */
"Skip This Step" = "Salta Questo Passaggio";

/* Status of an install task which failed and the user said to skip */
"Skipped." = "Saltato.";

/* Name of a ready-made set of debug logging channels useful for diagnosing the named issue. Appears in a pop-up menu. */
"Sound (verbose)" = "Sound (verbose)";

/* Displayed in an optional dialog that allows the user to save a debugging log-file when running a command-line. */
"Specify where to save the log file." = "Specifica dove salvare il file di registro.";

/* Title for pop-over asking user to rate an application. Substitution is the app's name */
"Submit a Rating for ‘%@’" = "Submit a Rating for ‘%@’";

/* Title for button in app-rating pop-over when the user doesn't need to log in. */
"Submit Rating" = "Submit Rating";

/* Title for menu item for submitting a rating for a launcher. Substitution is the launcher name. */
"Submit Rating for ‘%@’…" = "Submit Rating for ‘%@’…";

/* Title for disabled menu item for submitting a rating for a launcher (when no suitable launcher is selected). */
"Submit Rating…" = "Submit Rating…";

/* Status message displayed after a command-line completes.  The first substitution is the commandline, and the second is the return value. */
"The command %@ returned %d." = "Il comando %1$@ ha ritornato %2$d.";

/* Error description for when a control panel launcher icon can't be launched because the bottle is in a bad state. Substitution %1$@ is the control panel name; %2$@ is the bottle name. */
"The control panel “%1$@” can’t be launched because the bottle “%2$@” is unable to run commands at this time." = "Il pannello di controllo “%1$@” non può essere eseguito perché, al momento, la bottiglia “%2$@” non può eseguire comandi.";

/* Warning message when a user drag-and-drops an empty .tie file. */
"The CrossTie file ‘%@’ does not contain installation profiles for anything that can be installed with this product." = "Il file CrossTie ‘%@’ non contiene profili d'installazione utilizzabili con questo prodotto.";

/* Warning message when a user starts to install a non-CW .tie files. */
"The CrossTie file ‘%@’ is not from a trusted source!\n\nThis means that CodeWeavers has no knowledge or control over what actions profiles from this file may attempt. Be VERY cautious loading untrusted CrossTies as they can cause great damage to your computer. CodeWeavers will not provide technical support for issues related to the use of untrusted CrossTie files.\n" = "Il file CrossTie ‘%@’ non proviene da una fonte attendibile!\n\nCiò significa che CodeWeavers non ha conoscienza né controllo sulle azioni possibilmente eseguite dai profili di questo file. Sii MOLTO attento nel caricare CrossTie non affidabili in quanto possono arrecare gravi danni al tuo computer. CodeWeavers non fornirà supporto tecnico per problemi correlati all'uso di file CrossTie non affidabili.\n";

/* Sub-caption for Choose Installer Folder item */
"The file you select will be launched to install the application" = "Il file selezionato sarà lanciato per installare l'applicazione";

/* Sub-caption for Choose Installer Folder item */
"The folder you select will be treated like an installer disc" = "La cartella selezionata sarà considerata come un disco di installazione";

/* Label text for a detail item in the ready-to-install summary page of the installer window. Substitution is a list of app/dependency names. */
"The following dependencies were manually excluded from the install: %@" = "Le seguenti dipendenza sono state escluse manualmente dall'installazione: %@";

/* Message in installation notes when user has filled everything in but install can't proceed because dependencies require user-provided installer */
"The install cannot continue because one or more dependencies are not installed, and an installer could not be found automatically." = "L'installazione non può continuare perchè una o più dipendenze non sono installate e non è stato trovato automaticamente nessun installer.";

/* Message in installation notes when user has filled everything in but install can't yet proceed because bottle hasn't been analyzed */
"The install cannot continue until the ‘%@’ bottle is scanned for dependencies. Please wait." = "L'installazione non può continuare finchè la bottiglia ‘%@’ non sarà scansionata per le dipendenze. Per favore, attendi.";

/* Completion message for an install where the user skipped some tasks. Substitution is the name of the app that was being installed. */
"The installation of %@ completed, but some tasks were skipped." = "L'installazione di %@ è stata completata, ma alcuni passaggi sono stati saltati.";

/* Completion message for an install without problems. Substitution is the name of the app that was being installed. */
"The installation of %@ completed." = "L'installazione di %@ è stata completata.";

/* Completion message for a failed install. Substitution is the name of the app that was being installed. */
"The installation of %@ failed." = "L'installazione di %@ è fallita.";

/* Completion message for an install via Steam. Substitution is the name of the app that was being installed. */
"The installation of %@ has been handed off to Steam." = "L'installazione di %@ verrà gestita da Steam.";

/* Completion message for a canceled install. Substitution is the name of the app that was being installed. */
"The installation of %@ was canceled." = "L'installazione di %@ è stata annullata.";

/* Error message for a failed installation task */
"The ‘%@’ task failed." = "Il processo ‘%@’ è fallito.";

/* Caption of a warning dialog, asking for confirmation before the menus and app folder are regenerated.  %1$@ is the app name, %2$@ is the programs folder path. */
"This action will rebuild the %1$@ Applications folder and the program launchers it contains from scratch. This will result in the deletion of the %2$@ folder and any changes that you might have made to its contents. Are you sure you want to do this?" = "Questa azione ricostruirà la cartella dell'applicazione %1$@ e gli eseguibili del programma che contiene da zero. Questo risulterà nella cancellazione della cartella %2$@ e di tutti i cambiamenti che potresti aver fatto al suo contenuto. Sei sicuro di volerlo fare?";

/* Validation error: activation code was too long */
"This activation code is not valid - it is too long.\n(Example: XXX-XXXX-XXXX-XXXXXXXX)." = "Questo codice di attivazione non è valido - è troppo lungo.\n(Esempio: XXX-XXXX-XXXX-XXXXXXXX).";

/* Validation error: activation code was too short */
"This activation code is not valid - it is too short.\n(Example: XXX-XXXX-XXXX-XXXXXXXX)." = "Questo codice di attivazione non è valido - è troppo corto.\n(Esempio: XXX-XXXX-XXXX-XXXXXXXX).";

/* Tooltip explaining a 5-stars rating in the installer window. */
"This application installs and runs great, the same as it would in Windows.\n\nPractically all of the application is functional. Using this application in CrossOver should be the same as running the application on native Windows OS." = "Questa applicazione si installa e funziona bene come farebbe su Windows.\n\nPraticamente l'applicazione è totalmente funzionante. Utilizzando questa applicazione su CrossOver dovrebbe dare gli stessi risultati di questa applicazione lanciata in nativo sul Sistema Operativo Windows.";

/* Tooltip explaining a 4-stars rating in the installer window. */
"This application installs and runs quite well, with only minor glitches found.\n\nThe core functionality of this Windows application works fine under CrossOver. There still may be some extra functions that don’t work right, but overall this application should be mostly usable. We don’t maintain a list of what specific functions work/don’t work per-application in our compatibility database, but you may want to check this application’s Forums at the CodeWeavers website and see if other users have reported any particular details about running this Windows application in CrossOver." = "Questa applicazione si installa ed esegue abbastanza bene, solo con piccoli glitch.\n\nLe funzioni più importanti di questa applicazione Windows funzionano bene su CrossOver. Potrebbero esserci delle funzioni extra che non funzionano, però, in generale, questa applicazione dovrebbe essere per la maggior parte utilizzabile. Noi non teniamo una lista specifica nel nostro database di cosa funziona o non funziona, ma potresti controllare il Forum di questa applicazione su sito di CodeWeavers per vedere se altri utenti hanno segnalato qualsiasi dettaglio su come eseguire questa applicazione su CrossOver.";

/* Tooltip explaining a 3-stars rating in the installer window. */
"This application installs and runs, but has problems.\n\nThis application runs, but there are significant functional gaps. CrossOver translates Windows commands to their corresponding Mac commands and back. When a Windows program uses commands that CrossOver doesn’t know how to translate the Windows program may not respond when you click things, have garbled output, or crash. You might be able to add different dependencies or try workarounds to get this application to run better, so please check this application’s page at the CodeWeavers website. It’s also possible that programming added in a future release of CrossOver might help this Windows application run better, so check back later." = "Questa applicazione si installa ed esegue, ma ha problemi.\n\nQuesta applicazione si esegue, ma ci sono lacune funzionali significative. CrossOver traduce i comandi Windows nei comandi corrispondenti a quelli del Mac per poi ritradurli. Quando un programma Windows usa comandi che CrossOver non sa come tradurre, il programma Windows potrebbe non rispondere quando premi qualcosa, risultare in output incomprensibili o terminare improvvisamente. Potresti riuscire ad aggiungere dipendenze o trovare rimedi per far eseguire questa applicazione meglio, quindi per favore controlla la pagina di questa applicazione sul sito CodeWeavers. Inoltre è possibile anche che i cambiamenti presenti su versioni future di CrossOver possano aiutare questa applicazione a funzionare meglio, quindi controlla più avanti.";

/* Tooltip explaining a 2-stars rating in the installer window. */
"This application installs, but fails to run.\n\nThe Windows application immediately closes or freezes when you try to run it. You may be able to add various dependencies or try different workarounds to get this application to start, so please check the Support section of the CodeWeavers website for more information and tutorials. If the program still won’t launch then whatever programming this Windows application needs to work doesn’t exist yet in CrossOver." = "Questa applicazione si installa, ma non si avvia.\n\nL'applicazione Windows si chiude o si blocca immediatamente quando provi ad eseguirla. Potresti riuscire ad aggiungere varie dipendenze o provare rimedi per riuscire a far avviare questa applicazione, quindi per favore controlla la sezione di supporto sul sito CodeWeavers per ulteriori informazioni e guide. Se il programma non si avvia, allora non esiste ancora un programma per questa applicazione Windows su CrossOver.";

/* Tooltip explaining a 1-star rating in the installer window. */
"This application won’t get through installation.\n\nMost installers are standardized and CrossOver will be able to run them without a problem. However some companies customize the installer, or write their own, and the custom programming fails in CrossOver. The Windows application itself might be functional, but there’s no way to get it out of the installer." = "Questa applicazione non si riesce ad installare.\n\nLa maggior parte dei file di installazione sono standardizzati e CrossOver riesce ad eseguirli senza alcun problema. Tuttavia alcune compagnie personalizzano i file di installazione o ne scrivono di nuovi propri, e queste personalizzazioni falliscono in CrossOver. L'applicazione Windows in se potrebbe effettivamente funzionare, ma non esiste nessun modo per superare l'installazione.";

/* Caption of dialog reporting that the demo has been registered and enabled.  Substitution is the app name. */
"This copy of %@ is now fully enabled." = "Questa copia di %@ è ora completamente abilitata.";

/* This demo version has expired. */
"This demo version has expired." = "Questa versione dimostrativa è scaduta.";

/* This demo version will expire in %d days. */
"This demo version will expire in %d days." = "Questa versione demo scaderà tra %d giorni.";

/* Warning message when a user drag-and-drops a .tie file that has been flagged as malware */
"This file cannot be used because it would install malicious software or otherwise harm your computer." = "Questo file non può essere usato perchè installerebbe software dannoso o altrimenti danneggerebbe il tuo computer.";

/* Tooltip explaining an untrusted rating in the installer window. */
"This installation recipe is from an unknown source. Installing may pose a security risk to your system." = "Questo file di installazione proviene da una fonte sconosciuta. L'installazione di tale potrebbe esporre il tuo sistema a rischi di sicurezza.";

/* This is nag message displayed for the demo version, when there are 2 or more days remaining.  %1$@ is the app name, %2$d is the number of days remaining in the trial. */
"This is a time limited trial version of %1$@. It will stop working in %2$d days." = "Questa è una versione dimostrativa limitata di %1$@. Smetterà di funzionare in %2$d giorni.";

/* This is nag message displayed for the demo version, when there's a single day remaining.  %@ is the app name (e.g. CrossOver) */
"This is a time limited trial version of %@. It will stop working in 1 day." = "Questa è una versione di prova di %@. L'applicazione smetterà di funzionare tra 1 giorno.";

/* HTML note in package selection section of software installer window for packages with a home page. Substitution is home page URL. */
"This software can be downloaded from its <a href=\"%@\">home page</a>." = "Questo software può essere scaricato dalla sua <a href=\"%@\">home page</a>.";

/* Message informing user that their trial has expired.  Substitution is the product name. */
"This trial version of %1$@ has expired." = "Questa versione di prova di %1$@ è scaduta.";

/* A list of contributors to the creations of the CrossOver Tie file. */
"Tie contributors: %@" = "Collaboratori Tie: %@";

/* Button label -- option after the installation of a package subcomponent has failed */
"Try Again" = "Riprova";

/* Display name for the unknown/generic CrossTie when there's no search string. */
"Unlisted application" = "Applicazione non elencata";

/* Display name for the unknown/generic CrossTie which shows the search string used to select it.  Substitution is the user's search string, trimmed of leading and trailing whitespace. */
"Unlisted application “%@”" = "Applicazione non elencata “%@”";

/* Caption for the radio button that allows system-wide demo registration */
"Unlock for all users of this computer" = "Registra per tutti gli utenti di questo computer";

/* Caption for the radio button that allows system-wide demo registration */
"Unlock for all users of this computer (requires authentication)" = "Registra per tutti gli utenti di questo computer (richiede autenticazione)";

/* Dialog title which reports that demo registration failed. */
"Unlocking failed" = "Registrazione fallita";

/* Label in the app-rating pop-over describing the rating when there hasn't been one */
"Unrated" = "Unrated";

/* Label in the installer window describing how the selected app was rated in the Compatibility Center when the app hasn't been rated */
"Untested" = "Non testato";

/* Label in the installer window describing how the selected app was rated in the Compatibility Center when the CrossTie can't be verified as coming from CodeWeavers */
"Untrusted" = "Non attendibile";

/* Title for menu item when there's no bottle selected. */
"Update Published Bottle…" = "Aggiorna Bottiglie Pubblicate…";

/* Title for menu item when there's a bottle selected.  Substitution is the bottle name. */
"Update “%@”…" = "Aggiorna “%@”…";

/* Prompt for a file-selection dialog */
"Use this installer" = "Usa questo installer";

/* Text on a dialog asking for confirmation before high resolution mode is enabled. */
"WARNING: Many Windows applications render incorrectly in high resolution mode." = "ATTENZIONE: Molte applicazioni Windows hanno una resa grafica (rendering) incorretta nella modalità ad alta risoluzione.";

/* Text on a dialog asking for confirmation before esync is enabled. */
"WARNING: Some Windows applications will not work correctly with ESync enabled." = "WARNING: Some Windows applications will not work correctly with ESync enabled.";

/* Label in the installer window describing how the selected app was rated in the Compatibility Center when the app has 1 star
   Label in the rating pop-over describing a rating of 1 star */
"Will Not Install" = "Non si installa";

/* Name of a ready-made set of debug logging channels useful for diagnosing the named issue. Appears in a pop-up menu. */
"Window Behavior" = "Comportamento Finestra";

/* An error in the Select Bottle section when the user tries to name a new bottle with a name that's already in use.  Substitution is the bottle name */
"You can’t name a new bottle ‘%@’. There is already a bottle by that name. You must use a different name for your new bottle or select an existing bottle." = "Non puoi chiamare ‘%@’ una nuova bottiglia. Esiste già una bottiglia con questo nome. Devi usare un nome differente per la tua nuova bottiglia o selezionare una bottiglia esistente.";

/* Message when user tries to save over a non-writable file. Substitution is display name of file. */
"You do not have permission to overwrite ‘%@’." = "You do not have permission to overwrite ‘%@’.";

/* Message when user tries to save into a non-writable directory. Substitution is display name of directory. */
"You do not have permission to write to ‘%@’." = "You do not have permission to write to ‘%@’.";

/* Warning message discouraging user from creating a new bottle of incompatible type. */
"You have chosen to create a new bottle of a type which is incompatible with this application. It is strongly recommended to install in a compatible bottle." = "Hai scelto di creare una nuova bottiglia di un tipo incompatibile con questa applicazione. È fortemente consigliata l'installazione in una bottiglia compatibile.";

/* Error message indicating that the user must enter all required fields. */
"You have left a required field blank. Please enter a name, password, email address, and activation code. All fields are required." = "Hai lasciato un campo obbligatorio vuoto. Per favore inserisci un nome, una password, un indirizzo email e un codice di attivazione. Tutti i campi sono obbligatori.";

/* Warning message discouraging user from installing into an incompatible bottle. */
"You have selected a bottle which is incompatible with this application. It is strongly recommended to install in a new or compatible bottle." = "Hai selezionato una bottiglia incompatibile con questa applicazione. È consigliato installarla in una bottiglia nuova o compatibile.";

/* You will need the installer file or disc for this software. */
"You will need the installer file or disc for this software." = "È necessario il CD o file di installazione per questo software.";

/* Response message when the user updates the license of an already-enabled install.  %@ is replaced with a date. */
"Your license has been updated. Automatic product updates will now be available through %@." = "La tua licenza è stata aggiornata. Gli aggiornamenti automatici saranno disponibili via %@.";

/* Displayed during product registration when the downloaded license isn't valid for the currently running product. */
"Your support contract is not valid for this product. You may need to purchase a support extension or an additional license." = "Il tuo contratto di supporto non è valido per questo prodotto. Potresti dover acquistare un estensione di supporto od una licenza aggiuntiva.";

